    #Математические операторы
x1 = 4 + 6    # Сложение
x2 = 4 - 6    # Вычитание
x3 = 4 * 6    # Умножение
x4 = 4 / 6    # Деление
x5 = 4 // 6    # Деление без остатка
x6 = 4 % 6    # Остаток от деления
x7 = 4 ** 6    # Возведение в степень

    #Операторы сравнения
y1 = 6 > 4    # Больше
y2 = 6 >= 4    # Больше или равно
y3 = 4 < 6    # Меньше
y4 = 4 <= 6    # Меньше или равно
y5 = 4 == 4    # Равно
y6 = 4 !=  4    # Не равно

    #Логические операторы
z1 = not True    # Логическое Нет
z2 = 4 < 8 and 9 == 9    # Логическое И
z3 = 4 < 8 or 9 == 9    # Логическое Или